Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “不，去接温妮莎，不必准备华服。”亚伯罕向着门外走去，“这家酒馆的下酒菜，她一定也会喜欢。”
en_us: "No, to pick Vanessa up. You don't have to prepare the formal dress." Abraham walked out. "She will definitely like the side dishes from this tavern."

source: “不，只有你酿泰坦酒的时候才如此。”麦格笑着摇头。
en_us: "No, it's only like that when you brew Titan Liquor." Mag shook his head with a smile.

source: “不，塞班酒馆不配。”麦格摇头，微笑道：“这蛋黄酥就留给麦米餐厅的客人吧，就当是请假这段时间的一点补偿。
en_us: "No. Saipan Tavern doesn't deserve them." Mag shook his head and smiled. "This salted egg yolk pastry will be reserved for the customers of Mamy Restaurant. Just take it as compensation for the time we will be away for our vacation."

source: “不，女王是从来不会被安排的。”伊琳娜伸手一推，麦格便倒在了床上，然后欺身而上……
en_us: "No, a queen will never be dictated." Irina extended her hands. Mag fell onto the bed and she came onto him...

source: “不，我们只是中介，负责替屋主对外出租。”费奇摇头，目光含蓄的打量着这两位。
en_us: "No, we are just the agents responsible for renting out the properties." Fitch shook his head and sized them up reservedly.

source: “不，我只是告诉你，这种时候威胁我是没有任何用处的。”麦格伸手指着屏幕上最终定格的克苏鲁，“如果你认为洛斯帝国自己能够搞定这个家伙的话，这个世界就是你的了。”
en_us: "No. I am just telling you that there is no point in threatening me at a time like this." Mag pointed at the final image of Cthulhu on the screen and said, "If you think that the Roth Empire alone can handle this fellow, this world would be yours."

source: “不，我是来协助小主完成愿望的，当然，我也会辅助小主，让您的生活变得更美好。”系统答道。
en_us: "No, I am here to help you, Little Mistress, fulfill your wish. Of course, I will also be providing support to help your life become even better," the System answered.

source: “不，我是来辞职和道别的。”伊丽莎白看着麦格声音清冷的说道。
en_us: "No, I came to resign and bid farewell," Elizabeth said to Mag in a cold voice.

source: “不，是两款新的酒，茅台酒和威士忌，啤酒不太适合在酒馆里卖，容易被怀疑上。”麦格在厨房里答道。
en_us: "No. We're selling two new types of liquors, Maotai and whiskey. The beer isn't suitable to be sold in the tavern. It will arouse suspicion easily," Mag answered in the kitchen.

source: “不，是去找到乔修和魔鬼，安德烈不可能承认魔鬼已经控制乔修这件事的，这会让他失去民心，所以我们要找到乔修，或者迫使安德烈承认这件事，从而与我们达成一致。”道格拉斯沉声道。
en_us: "No, to find Josh and the devil. Andre would never admit that the devil has already controlled Josh. This would only make him lose the support from his people. Therefore, we have to find Josh or force Andre to admit to this, and from then on, we come to a consensus," Douglas said seriously.

source: “不，这是田螺，不是蜗牛。”麦格严肃的为田螺正名。
en_us: "No, these are escargots, not snails." Mag clarified seriously.

source: “不，这里是洛都，得是人类才行。”麦格摇头，并不是每一个精灵都能像他们这样易容的，在洛都城里找员工显然会更容易。
en_us: "No. This is Rodu. We have to hire humans." Mag shook hsi head. Not every elf could disguise themselves and it would be easier to find staff in Rodu.

source: “不，那只会被评价为：不务正业，业务能力低下。”
en_us: "No. You would only be labelled as: not atteding to your proper job and being low in efficiency."

source: “不，阿尔宾，你把乔的尸体放下来之后，直接翻越栏杆离开吧，我知道铁荆棘墙拦不住你。”强壮的精灵抓着那瘦瘦的精灵的肩膀，笑着道：“替我去看看外面的世界，我们生下来就没有离开过农场，外面的世界肯定更精彩。”
en_us: "No, Albin. After you bring the body down, flip over the fence and leave. I know the metal-thorned walls are unable to stop you." The strong elf grabbed the skinny elf by his shoulder and said with a smile, "Take a look at the outside world on my behalf. We've never left the farm ever since we were born. The world outside must be fantastic."

source: “丑小鸭你准备一个鸭留在餐厅吗？”艾米从楼上下来，看着还躺在柜台上睡觉的丑小鸭说道。
en_us: "Ugly Duckling, are you going to stay in the restaurant alone by yourself?" Amy said to Ugly Duckling, which was still sleeping on the countertop, as she came down.

source: “丑小鸭，你就蹲在这里当个没有感情的招财鸭吧。”艾米把丑小鸭往吧台上一摆，颇为满意的点了点头。
en_us: "Ugly Duckling, you will crouch here and be the Lucky Duck[1. The maneki-neko is a common Japanese figurine which is often believed to bring good luck to the owner. In modern times, they are usually made of ceramic or plastic. The figurine depicts a cat, traditionally a calico Japanese Bobtail, with a paw raised in a Japanese beckoning gesture. The figurines are often displayed in shops, restaurants, pachinko parlors, dry cleaners, laundromats, bars, casinos, hotels, nightclubs, and other businesses, generally near the entrance. Some maneki-neko are equipped with a mechanical paw which slowly moves back and forth. Maneki-neko are sometimes referred to simply as "lucky cats"] without any emotions." Amy placed Ugly Duckling on the bar counter and nodded with satisfaction.

source: “丑拒。”艾米看了他一眼，立刻把手里的竹圈放到地上。
en_us: "No. You're too ugly." Amy flicked a glance at him, and immediately put the bamboo rings down on the ground.

source: “世间竟然还有这等好久，哪怕是各地上贡的美酒，也比这差了许多。”亚伯罕一脸惊叹。
en_us: "To think such great wine actually exists in this world. I'm afraid all the great wines from the different places would be a far cry from this," Abraham exclaimed.

source: “丢你！”
en_us: "Tossing you!"

source: “丢你！”而一旁，艾米终于丢出了第一个竹圈。
en_us: Meanwhile, Amy threw out the first bamboo ring. "Tossing you!"

source: “两个五十分，这届的金奖怎么发啊？”
en_us: "Two 50 points. Which liquor should this year's gold award go to?"

source: “两个孩子可真开心。”伊琳娜看着一人手里握着一个棒棒糖，正坐在坊市角落的简易秋千上晃着的艾米和安妮，笑着说道。
en_us: Irina looked at Annie and Amy, who were sitting on the swing in the corner of the square with a lollipop each, and smilingly said, "The two children are really having fun."

source: “两倍。”
en_us: "Double."

source: “两千铜币吗？”波比眉头微皱，这个价格比往常喝的酒的确贵了许多，就算是对面泰坦酒馆老板娘亲手送到你手上的酒，也不过五十铜币一杯。
en_us: "2,000 copper coins?" Bobby frowned. This price was indeed much higher than that of the alcohol he had before. Even a cup of wine delivered personally from the Titan Tavern's lady boss would only cost 50 copper coins a glass.

source: “两种可能，一、你作为外来文明以及可能带来的大规模入侵，会被抓走切片研究，并试图溯源我们的来源。二、对方可能会试图通过你与外来文明建立新的联系，你将成为沟通的桥梁，但会失去自由。”系统答道。
en_us: "There are two possibilities. Firstly, as a foreign civilization, and someone who could possibly result in a large-scale invasion, would be taken away and cut up into pieces for research so that they could trace our origin. Secondly, they might try to establish a new conenction with the foreign civilization through you. You would become the bridge between them and the foreign civilization, but would lose you freedom," the System replied

source: “中介啊。”两人恍然。
en_us: "Agents." The two of them realized.

source: “中间那位就是库尔特男爵，他是美酒协会的副会长，也是品酒大会的发起人之一。
en_us: "The one in the center is Baron Kurt. He is the Vice President of Wine and Liquor Association. He's also one of the founders of the liquor tasting event.

source: “中！中！中！”
en_us: "Hit! Hit! Hit!"

source: “为了……自由……”
en_us: "For... freedom..."

source: “为了不引起对方的注意，本系统已经切断了所有检测装置，但可以确定的是，对方依旧是碳基生物，不是机器人。”系统很快回复。
en_us: "In order not to attract the other party's attention, this System has already cut off all detection devices. However, we can be sure that the other party is still carbon-based life and not a robot." The system swiftly replied.

source: “为了不迷路，我可是在你屋子里挂了一整天呢，够辛苦吧。”
en_us: "In order not to lose my way, I have spent the whole day hanging up in your room. It's tiring, right?"

source: “为了保持神秘感和小主的积极性，我们做系统的一般都不会透露奖励的，更有甚者是用大转盘来保持随机性。”系统解释道。
en_us: "To maintain the mysteriousness and your proactiveness, us, as Systems, would not usually reveal the award. Sometimes, the reward might even be decided by a roulette," the System explained.

source: “为了对付那些古尸，我最近研究了一个大规模的杀伤武器，但量产的话，需要混乱之城支持。”麦格取出一叠图纸。
en_us: "In order to deal with those ancient corpses, I have come up with a weapn of mass destrucution, but I'll need Chaos City's support if I have to mass produce it." Mag took out a pile of blueprints.

source: “为了杀死你，你不知道我吃了多少苦呢。”康妮伸出手，微笑着展示了一下自己布满老茧的掌心，以及被她重新握住的一把黑色匕首。
en_us: "You have no idea how much I have suffered in order to kill you." Connie smilingly extended her hands to show her palms that were covered with calluses and a black dagger that she held onto again.

source: “为了精灵族，我可以做一切事情，何况是除掉几个蛀虫。”海伦娜看着停住脚步的伊琳娜。
en_us: "I can do anything for the elven race. What's getting rid of a few pests?" Helena looked at Irina, who halted her footsteps.

source: “为了自由！”
en_us: "For freedom!"

source: “为了自由！！”
en_us: "For freedom!"

source: “为什么会有这么多科技世界的厨具？而且……还有电？”
en_us: Why is there kitchenware from so many technological worlds? And… electricity?

source: “为什么我的嘴巴会漏气呢？”玛拉看着手里被吸干了汤汁，但螺肉纹丝不动的田螺一脸泄气。
en_us: "Why can't I suck it out?" Mala looked at the escargot in her hand, that had no more sauce.

source: “为什么收她的钱？”
en_us: "Why did you accept her money?"

source: “为什么是红烧肉呢？”艾米问道。
en_us: "Why is it red braised pork?" Amy asked.

source: “为什么肉的香味会这样诱人，和我吃过的肉都不一样呢！”
en_us: "Why is the meat's aroma so enticing? It's different from the meat I had before!"

source: “为什么？”
en_us: "Why?"

source: “为什么？！为什么你要插手？泰坦酒馆倒了，你的酒馆生意只会变得更好，这对你来说是好事！”鲍里斯绝望的看着麦格。
en_us: "Why?! Why do you need to interfere? Your tavern's business will only be better after Titan Tavern collapses. This is a good thing for you!" Boris looked at Mag desparately.

source: “主教大人，这家麦米餐厅就是我们的目的地，餐厅老板麦格先生……”卡诺带着希利来到麦米餐厅门口，这会已经到了饭点，门口已经排起了长队。
en_us: "Lord Bishop, this Mamy Restaurant is our destination. Mamy Restaurant's boss, Mr. Mag…" Canault brought Seely to Mamy Restaurant's door. It was already time for the meal service, so long lines were already forming at the door.

source: “主教大人，这是您要找的那位小姑娘的地址，位于亚丁广场西南角的这家餐厅人气极高，非常容易便能找到。”一位年轻的传教士看着须发皆白的主教，迟疑着道：“不过，这位小姑娘的身份有些特殊，他是传奇魔法师克拉苏和尤利安的徒弟。”
en_us: "Lord Bishop, this is the address of the little girl that you are looking for. This restaurant at the northwestern corner of Aden Square is very popular. You can find it easily." A young missionary looked at the bishop with white hair and white beard, and hesitantly said, "But this little girl's identity is a little special. She is the disciple of the legendary magic casters Krassu and Urien."

source: “主管，外面有个自称‘哈迪斯’的先生找您。”一位工作人员快步走进办公室，看着正在整理资料的费奇说道。
en_us: "Sir, a man named Hades is looking for you outside." A staff member entered the office quickly and said as he looked at Fitch, who was organising his files.

source: “主管，您可真是神仙啊，又一下子卖出去三十三栋楼。”先前进来叫费奇的工作人员一脸敬佩的看着费奇。
en_us: "Supervisor, you are so out of this world. You just sold 33 properties in a blink of an eye." The staff member who went to call Fitch in earlier, looked at him with admiration.

source: “主管，是不适合见面的人吗？”那工作人员见费奇脸色不太好，试探着道：“要不我让他走？”
en_us: "Sir, is he someone that you should not be meeting?" The staff member saw that Fitch did not have a very good expression on and asked, "Should I get him to leave?"

source: “主管，这一切会不会都在哈迪斯先生的计划中。”手下咽了咽口水，看着费奇问道。
en_us: The subordinate gulped and asked Fitch, "Supervisor, is all this part of Mr. Hades' plan?"

source: “主管，那位老板什么家庭啊，一百多栋楼说买就买，就算再便宜，那也是一两个亿的铜币现金砸下去，真的这么有钱吗？”手下手里干着活，还是忍不住好奇的问道。
en_us: The subordinate couldn't help asking as he worked, "Supervisor, what background that boss comes from? He simply bought up over 100 properties. No matter how cheap they are, he will still need to pay one to two billion copper coins in cash. Is he really that rich?"

source: “乔以前常和我们说自由，可我们从来没有见过，可能离开了农场，就能见到了吧。”安东伸出大手揉了揉阿尔宾的脑袋，“记住，别回来了。”
en_us: "Joe used to taell us about freedom but we've never seen it. Maybe after leaving the farm, you would see it." Anton reacched his big hand out and stroked Albin's head. "Remember, don't come back."

source: “乔修恐怕已经和从封印中逃脱的魔鬼汇合了。”伊琳娜蹙眉道。
en_us: "I'm afraid Josh had already met up with the Devil that had escaped from the seal," Irina said with a frown.

source: “乔修来过这里？”麦格皱眉道。
en_us: Mag frowned as he said, "Josh was here?"

source: “乔修殿下！”骑士一惊，下意识的停住了脚步。
en_us: "Prince Josh!" The knight was stunned, and paused instinctively.

source: “乔修这蠢货，终于还是被他自己淘汰了，真是得来全不费工夫。”肖恩看着手中刚刚得到的情报，肆意的笑着。
en_us: "Josh, that idiot. He finally kicked himself out of the race. I won it effortlessly." Sean laughed heartily while looking at the intel that he had just received.

source: “乖。”麦格笑着伸手揉了揉艾米的头，然后看着埃菲微笑道：“埃菲小姐，早啊。”
en_us: "Good girl." Mag said as he caressed Amy's head. After that, he looked at Eiffie and greeted with a smile, "Good morning, Miss Eiffie."

source: “也好。”希利点头。
en_us: "That will do too." Seely nodded.

source: “也好，万事小心，如果遇到什么麻烦，可以到塞班酒馆来找我。”麦格点头，分头行动可以减小目标。
en_us: "Alright. Do be careful. If there's any trouble, you can look for me at Saipan Tavern." Mag nodded. Splitting up could narrow down their search targets.

source: “也好，你今天是喝了不少了。”弗格斯点点头。
en_us: "Alright. You have already drank a lot today." Fergus nodded.

source: “也好，劳烦夫人了。”波比点点头，放下酒颇为深情的看着她说道。
en_us: "Alright. Sorry to trouble you," Bobby told his wife seriously as he placed the wine down.

source: “也好，如果我没有猜错的话，亚历克斯和伊琳娜现在应该也在洛都，他们是现在最了解魔鬼的人，或许我们可以通过他们更快找到魔鬼的踪迹。”路易斯也是点头，又道：“对了，伊丽莎白好像离开混乱之城了。”
en_us: "That works. If I am not wrong, Alex and Irina should already be in Rodu. They are the people who know the devil the best. Perhaps we could find the tracks of the devil even faster through them." Louis nodded, and said, "Oh, right. I think Elizabeth has left Chaos City."

source: “也好，路上小心些。”伊琳娜点点头，直接用传送阵返回酒馆。
en_us: "Alright. Be careful on the road." Irina nodded and returned to the tavern right away with the teleportation portal.

source: “也带来了。”
en_us: "She's here too."

source: “也是哦……”熙熙若有所思的点点头，把饭盒往地上一放，“那我也去看看，学点厨艺。”
en_us: "That's true…" Xixi nodded thoughtfully. She put the lunch box in her hands down, and said, "In that case, I'll go and take a look to learn some culinary skills."

source: “也没什么重要的事情，就是老婆孩子热炕头在家等着，回去睡个早觉。”麦格一脸平淡道。
en_us: "It's nothing important. It's just that my wife, kids, and a warm bed are waiting for me at home. I can go back to sleep in for a while," Mag replied calmly.

source: “也要带上我哦，我很能打的。”艾米把埋在碗里的脑袋抬起来，同样一脸认真的说道。
en_us: Amy looked up from her bowl, and seriously said as well, "You've got to bring me along too. I'm a good fighter."

source: “买主委托我们帮忙出租这些房子，所以我们要去贴出租公告。”费奇说道。
en_us: "The buyer wants us to help rent out these properties, so we are going to stick for rent notices there." Fitch asked.

source: “事情真的不是这样子的啊！”
en_us: "It's not what you think it is!"

source: “五成。”多米尼克说道。
en_us: "50%" Dominic asked.

source: “亚伯罕公爵和这酒馆老板的关系肯定不一般！”
en_us: "Duke Abraham and the owner of this tavern have some special relationship!"

source: “亚伯罕叔叔，最近是不是发生什么事情了？怎么感觉父皇好像不是很开心？”温妮莎坐在马车里，看着亚伯罕问道。
en_us: Vanessa sat in the horse-drawn carriage, and asked, "Uncle Abraham, did something happen recently? Why do I feel that Father doesn't seem to be very happy?"

source: “亚历克斯……怨念可真是不小呢，放心吧，我会帮你抓住他的，让他生不如死……”
en_us: "Alex...The resentment is quite strong. Don't worry. I'll help you get him and make his life hell..."

source: “亚历克斯！你深夜来访，所谓何事？！”一道中气十足的声音从城楼上响起。
en_us: "Alex! What matter do you have here so late in the palace?" A powerful voice shouted from the city wall.

source: “亚历克斯，伊琳娜，请坐。”安德烈笑着抬手道。
en_us: "Alex, Irina, please take a seat," Alex said with a smile as he motioned for them to take a seat.

source: “人倒是被吸引来了，可这酒馆还没开门啊，得晚上六点钟才开门。”
en_us: "We are indeed seduced, but this tavern isn't open yet. It'll only open at 6 pm."

source: “人家……人家就是说说嘛。”小丫鬟吃痛，捂着脑门有些委屈道。
en_us: The maid felt pain. While covering her forehead with her hand, she aggrievedly said, "I-I was just saying."

source: “人家八个老婆加起来，也没你一个漂亮啊。”老板看了眼伊琳娜，有些羡慕道。
en_us: The boss looked at Irina, and enviously said, "Your wife is much more beautiful than his eight wives combined."

source: “人家还没有开始做饭呢。”
en_us: "He hasn't start cooking yet."

source: “人找到了吗？”伊琳娜看着麦格问道。
en_us: "Did you find the person?" Irina asked.

source: “人生嘛，总要做一些新的尝试。”
en_us: "Oh well, we always have to try new things in life."

source: “人类的的身体同样有着无限的潜力，而机械终究是有上限的。”麦格淡定道。
en_us: "The human's body also have an unlimited potential, while machinery always has an upper limit." Mag calmly replied.

source: “什么叫全家最丑……有这么说话的吗？”麦格翻了个白眼，这些人觉得他是聋子吗？
en_us: "What ugliest in the family… How can they speak like that?" Mag rolled his eyes. Did these people think that he was deaf?

source: “什么情况？怎么伤成这样？”麦格这才问出了困扰了他许久的问题。
en_us: "What happened? How did he get so seriously injured?" Mag finally asked the question that troubled him for so long.

source: “什么情况？！”艾略特穿着睡衣出门来，皱眉道。
en_us: "What's happening?!" Elliot came out in his pyjamas and said with a frown.

source: “什么样的强者？”麦格皱眉。
en_us: "What kind of powerhouse?" Mag frowned.

source: “什么！”
en_us: "What!"

source: “什么！双金奖！”费奇和手下同时瞪大了眼睛。
en_us: "What! Twin gold awards!" Fitch and his subordinate widened their eyes at the same time.

source: “什么？！”正在伏案工作的加兰猛然抬头，有些诧异的看着那编辑。
en_us: "What?!" Garlan, who had his head in his work, suddenly looked up at the editor in shock.

source: “仆从？”麦格皱眉，这个家伙果然不是被克苏鲁简单控制的魔兽。
en_us: "Servant?" Mag frowned. This fellow was indeed not a magic beast that was controlled by Cthulhu.

source: “今天外面是挺冷的啊。”麦格跺了跺脚，虽然室内的暖气让门口稍微暖和一点，但也难抵这萧瑟的寒风。
en_us: "It is rather cold outside today." Mag stomped his feet. Although the warmer inside made the air at the door feel slightly warmer, there was still the chilling wind.

source: “今天的营业额呢？”伊琳娜伸出了手，笑吟吟的看着麦格。
en_us: "Where are the earnings for today?" Irina reached her hand out to Mag with a smile.

source: “今天这水也有些醉人。”埃菲瞪了她一眼，示意她赶紧吃饭。
en_us: "The water today is rather intoxicating." Eiffie glared at Mala and hinted at her to eat quickly.

source: “今天酒馆开业第一天，我就不喝了，一会喝醉了不好接待客人。”麦格笑着摇头，他还没有狂妄到认为自己喝白酒也能千杯不醉。
en_us: "Today is the first day of the tavern's opening. I won't be drinking, otherwise, I won't be able to serve the customers properly." Mag shook his head with a smile. He was not so conceited to think that he could drink shot after shot and not get drunk.

source: “今日任务发布：勇敢的走向未知！请小主前往五百米外的早餐店，替全家人购买今日份的早餐。任务完成可获得一次大转盘奖励！”
en_us: "Today's mission: Going into the unknown bravely! Could the little mistress please go to the breakfast shop 500 meters away to buy breakfast for the whole family. You will receive a chance to spin the wheel when you complete the mission!"

source: “今日错过了，以后想要在这茫茫冰原上再找到它，恐怕就不是一件容易的事情了。”麦格皱眉。
en_us: "We missed it today. It won't be easy to find it again in this vast snow field." Mag frowned.

source: “今晚你要卖什么酒？啤酒吗？”回到酒馆，伊琳娜看着在厨房做准备工作的麦格。
en_us: After returning to the tavern that night, Irina directed a question at Mag, who was doing preparation work in the kitchen. "What kind of alcoholic drinks are you selling tonight? Beer?"

source: “今晚你还要出门吗？”伊琳娜突然抬起头来看着麦格。
en_us: "Are you still going out tonight?" Irina looked up at Mag.

source: “今晚回去得加个班了。”麦格在心里想道。
en_us: I have to work overtime tonight, thought Mag.

source: “今晚我要去一趟风之森林，这里就交给你了。”伊琳娜放下碗，优雅的擦拭了一下嘴唇，微笑道。
en_us: "I'll be going to the Wind Forest tonight. I'll leave this place to you." Irina placed her bowl down, wiped her mouth elegantly and smiled.

source: “今晚酒馆要开业吗？”伊琳娜问道。
en_us: "Are you opening for business tonight?" Irina asked.

source: “今晚？”伊琳娜看着麦格。
en_us: "Tonight?" Irina looked at Mag.

source: “介娘们不好惹！”埃菲看了一眼抓着椅子把手的伊琳娜，她也是见过世面的人，第一时间便感受到了冰冷的杀气，让她都有种退避三舍的冲动。
en_us: This woman is not to be trifled with! Eiffie glanced at Irina, who was grabbing a chair. She had seen many things, and the moment she felt the cold murderous intent, she felt the urge to run for her life.

source: “从上面过！”
en_us: "From the top!"

source: “从今天开始，撤去你的所有职务和身份，回到你的城堡，孤独终老吧。”海伦娜冷笑着看着艾略特，“这是看在莎莉的份上，给你的最轻惩罚，你应该庆幸生了个好女儿。”
en_us: "From today onwards, you will be stripped of all your duties and status. Return to your castle and lead your lonely life." Helena looked at Elliot and scoffed. "This is the lightest punishment I'm giving you on account of Sally. You should be glad you gave birth to a good daughter."

source: “从你刚刚那个手下那里拿的，外面的蜡被我去掉了，药效应该更好了。”麦格微笑道。
en_us: "I got it from your subordinate. I've removed the wax on the exterior. The effect should be better." Mag said with a smile.

source: “从时间上判断，会不会是艾米的那个系统干的？”麦格突然想起了一个变数。
en_us: "Judging from the timeline, could it be done by Amy's System?" Mag suddenly thought of a factor.

source: “从这方面来说，是这样的。”麦格点头，看了眼楼梯口的方向，两个孩子这会应该还在楼上玩耍。
en_us: "In this sense, it is like that." Mag nodded. He looked towards the staircase. The two children should still be playing upstairs.

source: “从龟甲石的微弱反应来看，方向是没有错的，只是轨迹很混乱，想要找到他不容易。”梅兰特闭着眼睛悠悠道，龟甲石悬浮在他的面前轻轻转动。
en_us: "Judging from the weak reaction on the septaria oracle, there isn't a mistake in the direction. It's just that the trails are a bit messy, so it won't be easy finding him," Merante said calmly with his eyes closed. The septaria oracle that was suspended before him spun gently.

source: “他……他们……”埃菲被烟雾弹呛到，红着眼睛看着进门来的麦格。
en_us: "Th-they..." Eiffie was choked by the smoke bomb and she looked at Mag with reddened eyes.

source: “他不想让人知道这件事，那我们就让诺兰大陆的所有人都知道，让乔修彻底沦为过街老鼠，找到他，然后杀死他。”道格拉斯声音冰冷道。
en_us: "Since he doesn't want people to know about this, we will make this known to everyone on the Norland Continent, and make Josh a wanted man. We will find him, and then kill him," Douglas said coldly.

source: “他们不会喝醉吗？”一直没有说话的伊琳娜看着台上的评委说道。
en_us: Irina who has been quiet, looked at the judges on the stage and said, "Won't they get drunk?"

source: “他们不是跟随奥斯特的吗？”
en_us: "Aren't they Auster's followers?"

source: “他们在肖恩府邸遇到了伏击，应该是中了乔修的计，看来他已经注意到我们了。”麦格说道。
en_us: "They were ambushed in Sean's mansion. I think they fell into his trap. It looks like he had noticed us," Mag said.

source: “他们家终于开窍搞开业活动了？”埃菲伸了个拦腰，宽松的棉衣下的曼妙的身材尽显，有些慵懒的笑道。
en_us: Eiffie stretched out, displaying her curves under her loose cotton clothes as she lazily said, "Did they finally decide to have an opening promotion?"

source: “他们想在栏杆上挂上更多的尸体，让我们知道反抗的下场，这是我中午听到的。”
en_us: "They want to hang more bodies on the pole to let us know what is would happen if we fight back. This is what I heard in the afternoon."

source: “他们找父亲有点事情，小米你和安妮先上楼吧。”麦格说道。
en_us: "They have something to discuss with Father. Little Amy, go upstairs with Annie first," Mag said.

source: “他们是被迫成为守卫的，他们的心灵是善良的，还曾经为我们提供过帮助。”一位年迈的精灵大声说道，说服了同伴们放过那几位守卫。
en_us: "They were forced to become guards. They are kind and even provided help to us before." An elderly elf said loudly, convincing his companions to let those few guards go.

source: “他们的酋长想要加入我们和平派，但是部落内部出现了分歧。”
en_us: "Their chief wants to join the pro-peace group, but there are differences internally."

source: “他们要南下？”
en_us: "Are they heading south?"

source: “他们要是能看得懂的话，早发财了。”麦格笑了笑，胸有成竹道：“不用等明年，明天来问商铺的人就会变多了。”
en_us: "If they could understand it, they would have long made it big." Mag smiled and said confidently, "It would not even take a year. Tomorrow there would be mroe people asking about shops here."

source: “他们说吞噬怨念的是一个可怕的年轻人，看不清楚相貌，但他的身上有着可怕的气息，实力是九级，尚未突破十级。部落被屠后不久，他就出现了，不过不知什么原因匆匆离去。”梅兰特起身，看着麦格说道。
en_us: Merante got up, and said to Mag, "They said it was a young man who was devouring the resentment. They couldn't see his face, but he had a terrifying presence on him. His power was 9th-tier. He hadn't broken through to the 10th-tier yet. He appeared soon after the tribe was massacred, but somehow he left in a hurry."

source: “他凶我。”艾米立马一脸委屈的说道，大大的眼睛里，泪光闪烁。
en_us: "He is so fierce to me." Amy immediately looked pitiful and whined. There were tears glistening in her big eyes.

source: “他在这里停留过，就在不久之前，从魔气判断应该不是魔鬼的本体，但这个出卖了灵魂的家伙入魔已深，吸收了众多精血和怨气之后，实力暴涨，会越来越难对付。”梅兰特在遗迹之中转了一圈，最后在中央那座土堆前站定，神情有些凝重道。
en_us: Merante walked one round in the ruins, and finally stopped in front of the earthen mound. He gravely said, "He stopped here briefly, and it was not too long ago. Judging from the aura, it wasn't the devil itself. However, the chap who sold his soul to the devil was in way too deep. His potential increased exponentially after absorbing so much blood essence and resentment. He will get harder and harder to deal with."

source: “他已经断了，需要一个锻造师来将他们重新焊接在一起，这显然不是小主你能做的事情。”系统劝说道。
en_us: "It's already broken. You'll need a weaponsmith to forge it back together. This is obviously not what you can do," the System persuaded.

source: “他想遮丑，那我们就扯掉他的底裤。”
en_us: "We will pull off his underwear since he wants to cover it up."

source: “他是一个魔法师，从未学过剑法。”安德烈皱眉。
en_us: "He is a magic caster who has never learned how to wield a sword." Andre frowned.

source: “他是个好人，这样走了，太可惜了，太突然了。”卢西恩看着面前被满上的酒杯，轻声说道。
en_us: "He was a good man. It's such a pity that he left just like that. This is too sudden," Lucien said softly as he looked at the filled glass in front of him.
